Repository: PickwickSoft/ffripper
Catalog: po/*.po
Languages: de, es, fr, ro

source: A fast, powerful and simple to use Audio-CD ripper for Linux supporting 30+ output formats
de: Schneller, leistungsstarker und einfach zu verwendender CD-Ripper für Linux, der mehr als 30 Ausgabeformate unterstützt
es: Extractor de CD rápido, potente y fácil de usar para Linux que admite más de 30 formatos de salida
fr: Extracteur de CD rapide, puissant et facile à utiliser pour Linux prenant en charge plus de 30 formats de sortie
ro: Un Ripper Audio-CD rapid, puternic și simplu de utilizat pentru Linux, care acceptă peste 30 de formate de ieșire

source: Open Preferences
de: Einstellungen öffnen
es: Configuración abierta
fr: Ouvrir les paramètres
ro: Deschideți Preferințe

source: Preferences
de: Einstellungen
es: Ajustes
fr: Paramètres
ro: Preferințe

source: Reload Metadata
de: Metadaten neu laden
es: Recargar metadatos
fr: Recharger les métadonnées
ro: Reîncărcați metadatele

source: Eject disc
de: CD auswerfen
es: Expulsar CD
fr: Éjecter le CD
ro: Scoateți discul

source: About
de: Über
es: terminado
fr: terminé
ro: Despre

source: Settings
de: Einstellungen
es: Ajustes
fr: Paramètres
ro: Setări

source: Select the format to which you want to rip your cd
de: Zielformat auswählen
es: Seleccionar formato de destino
fr: Sélectionnez le format cible
ro: Selectați formatul în care doriți să rupeți cd-ul

source: Save as:
de: Speichern unter:
es: Guardar como:
fr: Enregistrer sous:
ro: Salvează ca:

source: Select output format
de: Ausgabeformat wählen
es: Seleccionar formato de salida
fr: Sélectionnez le format de sortie
ro: Selectați formatul de ieșire

source: Output directory:
de: Ausgabe Verzeichnis:
es: Directorio de salida:
fr: Répertoire de sortie:
ro: Directorul de ieșire:

source: Open folder
de: Ordner öffnen
es: Carpeta abierta
fr: Dossier ouvert
ro: Deschideți folderul

source: Album:
es: Álbum:

source: Album Name
es: Nombre del álbum
fr: Nom de l'album
ro: Numele albumului

source: Artist:
de: Künstler:
es: Artista:
fr: Artiste:

source: Artist Name
de: Künstlername
es: nombre artístico
fr: nom de scène
ro: Numele artistului

source: Play/Pause Music
de: Musik abspielen/anhalten
es: Reproducir / pausar música
fr: Lecture / pause de la musique
ro: Redare / Pauză muzică

source: Rip
es: Dupdo
fr: Copie
ro: Copiază

source: Start rip
de: Prozess starten
es: Iniciar proceso
fr: Démarrez le processus
ro: Începeți copiatul

source: Total:
de: Insgesamt:
es: Un total de:
fr: Un total de:

source: Fast and simple to use audio-cd ripper
de: Schneller und einfach zu verwendender CD-Ripper
es: Extractor de CD rápido y fácil de usar
fr: Extracteur de CD rapide et facile à utiliser
ro: Ripper audio-cd rapid și simplu de utilizat

source: Unable to locate directory:
de: Verzeichnis kann nicht gefunden werden:
es: No se puede encontrar el directorio:
fr: Impossible de trouver le répertoire:
ro: Imposibil de localizat directorul:

source: FFRipper - Disc Not Found
de: FFRipper - CD nicht gefunden
es: FFRipper CD no encontrado
fr: CD FFRipper introuvable
ro: FFRipper - Discul nu a fost găsit

source: _Retry
de: _Erneut versuchen
es: _Intentar otra vez
fr: _Essayer à nouveau
ro: _Încearcă din nou

source: &lt;big&gt;&lt;b&gt;No Disc Found&lt;/b&gt;&lt;/big&gt;
de: &lt;big&gt;&lt;b&gt;CD nicht gefunden&lt;/b&gt;&lt;/big&gt;
es: & lt; big & gt; & lt; b & gt; CD no encontrado & lt; / b & gt; & lt; / big & gt;
fr: & lt; big & gt; & lt; b & gt; CD introuvable & lt; / b & gt; & lt; / big & gt;
ro: &lt;big&gt;&lt;b&gt;Niciun disc găsit&lt;/b&gt;&lt;/big&gt;

source: Plese insert a disc and try again!
de: Bitte CD einlegen und erneut versuchen!
es: Inserte el CD y vuelva a intentarlo!
fr: Veuillez insérer le CD et réessayer!
ro: Vă rugăm să introduceți un disc și să încercați din nou!

source: Select Theme:
de: Thema aussuchen:
es: Elige un tema:
fr: Choisir un sujet:
ro: Selectează tema:

source: System
de: Standard
es: defecto
fr: défaut
ro: Sistem

source: Light
de: Hell
es: Brillante
fr: Brillant
ro: Deschis

source: Dark
de: Dunkel
es: oscuro
fr: foncé
ro: Închis

source: Eject device after ripping:
de: CD nach dem Kopieren auswerfen:
es: Expulsar CD después de copiar:
fr: Éjectez le CD après la copie:
ro: Scoateți dispozitivul după extragere:

source: Standard Format:
es: Formato estandar:
fr: Format standard:
ro: Format standard:

source: Standart Outputfolder:
de: Standard Ausgabeverzeichnis:
es: Directorio de salida estándar:
fr: Répertoire de sortie standard:
ro: Dosar de ieșire standard:

source: Artist directory create:
de: Künstlerordner anlegen:
es: Crear carpeta de artista:
fr: Créer un dossier d'artiste:
ro: Creați directorul artistului:

source: Album directory create:
de: Albumordner anlegen:
es: Crear carpeta de álbum:
fr: Créer un dossier d'album:
ro: Creați directorul albumului:

source: Finished Ripping
de: Kopieren beendet
es: Copia finalizada
fr: Copie terminée
ro: S-a terminat copiatul

source: Please install ffmpeg and try again
de: Installieren Sie ffmpeg und versuchen Sie es erneut
es: Instale ffmpeg y vuelva a intentarlo
fr: Installez ffmpeg et réessayez
ro: Instalați ffmpeg și încercați din nou
